/* About screen blog label */
"About.blog" = " चिट्ठा";

/* About screen footer */
"About.footer" = "वैश्विक डिगवालेट टीम द्वारा बनाया गया संस्करण% 1 $ @";

/* Privay Policy button label */
"About.privacy" = "गोपनीयता नीति";

/* About screen reddit label */
"About.reddit" = "रेड्डिट";

/* Terms of Use button label */
"About.terms" = "\nउपयोग की शर्तें";

/* About screen title */
"About.title" = "के बारे में";

/* About screen twitter label */
"About.twitter" = "\nट्विटर";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "बंद करे";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "समर्थन केंद्र";

/* Loading Wallet Message */
"Account.loadingMessage" = "वॉलेट लोड हो रहा है";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "मेरा डिजी वॉलेट";

/* Error alert title */
"Alert.error" = "त्रुटि";

/* No internet alert message */
"Alert.noInternet" = "कोई इंटरनेट कनेक्शन नहीं मिला अपना कनेक्शन जांचें और फिर से प्रयास करें।";

/* Warning alert title */
"Alert.warning" = "चेतावनी";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "पते कॉपी किए गए";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "सभी वॉलेट पते सफलतापूर्वक प्रतिलिपि किए गए।";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "पेपर कुंजी सेट";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "बहुत बढ़िया!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "पिन सेट";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "भेजना विफल";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "पुष्टिकरण भेजें";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "पैसा भेजा!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "जेसन सीरियलाइज़ेशन त्रुटि";

/* Wallet not ready error message */
"ApiClient.notReady" = "वॉलेट तैयार नहीं है";

/* API Token error message */
"ApiClient.tokenError" = "एपीआई टोकन पुनः प्राप्त करने में असमर्थ";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "एक गंतव्य डिजीबाइट  पता नीचे दर्ज करें। कांटा (% 1 $ @) के समय आपके वॉलेट में सभी डिजीबाइट भेजे जाएंगे।";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "% 1 $ @ से% 2 $ @ भेजने की पुष्टि करें";

/* Confirmation alert title */
"BCH.confirmationTitle" = "पुष्टीकरण";

/* Generic bch erorr message */
"BCH.genericError" = "आपके खाते में किसी भी डिजी\nबाइट शामिल नहीं है, या आप कांटा के बाद डिजी\nबाइट प्राप्त किया।";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "लेन-देन आईडी की प्रतिलिपि बनाई गई है";

/* No address error message */
"BCH.noAddressError" = "कृपया एक पता डालें";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "डिजीबाइट लेनदेन के लिए भुगतान प्रोटोकॉल अनुरोध समर्थित नहीं हैं";

/* BCH successfully sent alert message */
"BCH.successMessage" = " डिजीबाइट सफलतापूर्वक भेजा गया था";

/* Widthdraw BCH view title */
"BCH.title" = "डिजीबाइट वापस ले लें";

/* Tx Hash button header */
"BCH.txHashHeader" = "डिजीबाइट लेनदेन आईडी";

/* Approve button label */
"BitID.approve" = "मंजूर";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "% 1 $ @ आपके डिजीबाइट वॉलेट का उपयोग कर प्रमाणन का अनुरोध कर रहा है";

/* Deny button label */
"BitID.deny" = "मना";

/* BitID error alert title */
"BitID.error" = "प्रमाणीकरण त्रुटि";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "कृपया सेवा से जांच करें आपको फिर से प्रयास करने की आवश्यकता हो सकती है";

/* BitID success alert title */
"BitID.success" = "सफलतापूर्वक प्रमाणित";

/* Cancel button label */
"Button.cancel" = "रद्द करना";

/* Ignore button label */
"Button.ignore" = "नज़रअंदाज़ करना";

/* menu button */
"Button.menu" = "सूची";

/* No button */
"Button.no" = "नहीं";

/* OK button label */
"Button.ok" = "ठीक";

/* receive button */
"Button.receive" = "प्राप्त करना";

/* send button */
"Button.send" = "भेजना";

/* Settings button label */
"Button.settings" = "सेटिंग्स";

/* Settings button label */
"Button.submit" = "जमा करें";

/* Yes button */
"Button.yes" = "हाँ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "बॉक्स में अपना आईडी केन्द्रित करें";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "भेजी जाने वाली राशि:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "नेटवर्क शुल्क:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "प्रसंस्करण समय: इस लेन-देन की प्रक्रिया के लिए% 1 $ @ सेकंड लगेगा";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "भेजना";

/* Confirmation Screen title */
"Confirmation.title" = "पुष्टीकरण";

/* To: (address) */
"Confirmation.to" = "सेवा मेरे";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "कुल लागत:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "यह सुनिश्चित करने के लिए कि सब कुछ ठीक से लिखा गया था, कृपया अपने पेपर की से निम्नलिखित शब्द दर्ज करें।";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "शब्द #% 1 $ @";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "डिजीबाइट प्रदर्शन इकाई";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "विनिमय दर";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "यह डिवाइस आईओएस मेल ऐप के साथ ईमेल भेजने के लिए कॉन्फ़िगर नहीं है।";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ईमेल अनुपलब्ध";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "यह डिवाइस संदेश भेजने के लिए कॉन्फ़िगर नहीं है";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "संदेश अनुपलब्ध है";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "आप% 1 $ @ से अपनी फेस आईडी की खर्च सीमा को अनुकूलित कर सकते हैं";

/* Face Id screen label */
"FaceIDSettings.label" = "अपने डिगवालेट को अनलॉक करने के लिए अपना चेहरा प्रयोग करें और एक निर्धारित सीमा तक धन भेजें।";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "लिंक टेक्स्ट (TouchIdSettings.customizeText देखें)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "डिजी वॉलेट के लिए फेस आईडी सक्षम करें";

/* Face ID settings view title */
"FaceIDSettings.title" = " फेस आईडी ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "आपने इस डिवाइस पर फेस आईडी सेट नहीं किया है इसे सेट करने के लिए सेटिंग्स-> फेस आईडी और पासकोड पर जाएं।";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "फेस आईडी सेट नहीं है";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "फेस आईडी खर्च सीमा";

/* Economy fee */
"FeeSelector.economy" = "अर्थव्यवस्था";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "अनुमानित वितरण: 10+ मिनट";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "समय-संवेदनशील लेनदेन के लिए यह विकल्प अनुशंसित नहीं है।";

/* Regular fee */
"FeeSelector.regular" = "नियमित";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "अनुमानित वितरण: 15-30 सेकंड";

/* Fee Selector title */
"FeeSelector.title" = "संसाधन गति";

/* Checking private key balance progress view text */
"Import.checking" = "निजी कुंजी संतुलन की जांच कर रहा है ";

/* Sweep private key confirmation message */
"Import.confirm" = "% 1 $ @ इस निजी कुंजी से अपने वॉलेट में भेजें? डिजीबाइट नेटवर्क को% 2 $ @ की फीस मिलेगी";

/* Duplicate key error message */
"Import.Error.duplicate" = "यह निजी कुंजी पहले से ही आपके वॉलेट में है";

/* empty private key error message */
"Import.Error.empty" = "यह निजी कुंजी खाली है";

/* High fees error message */
"Import.Error.highFees" = "इस निजी कुंजी पर उपलब्ध धन की तुलना में ट्रांजैक्शन फी की लागत अधिक होगी";

/* Not a valid private key error message */
"Import.Error.notValid" = "वैध निजी कुंजी नहीं है";

/* Import signing error message */
"Import.Error.signing" = "सौदा हस्ताक्षर करने में त्रुटि";

/* Import button label */
"Import.importButton" = "आयात";

/* Importing wallet progress view label */
"Import.importing" = "वॉलेट आयात करना";

/* Caption for graphics */
"Import.leftCaption" = "वॉलेट आयात करने के लिए";

/* Import wallet intro screen message */
"Import.message" = "एक वॉलेट आयात करना आपके दूसरे बटुए से एक ही लेनदेन का उपयोग करके अपने डिजीटललेट में सभी पैसे स्थानांतरित करता है";

/* Enter password alert view title */
"Import.password" = "यह निजी कुंजी पासवर्ड संरक्षित है";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "पारण शब्द";

/* Caption for graphics */
"Import.rightCaption" = "आपका डिजी वॉलेट";

/* Scan Private key button label */
"Import.scan" = "स्कैन निजी कुंजी";

/* Import wallet success alert title */
"Import.success" = "सफलता";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "वॉलेट को सफलतापूर्वक आयात किया गया";

/* Import Wallet screen title */
"Import.title" = "वॉलेट आयात करें";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "अनलॉकिंग कुंजी";

/* Import wallet intro warning message */
"Import.warning" = "वॉलेट आयात करने में लेनदेन के इतिहास या अन्य विवरण शामिल नहीं हैं";

/* Wrong password alert message */
"Import.wrongPassword" = "गलत पासवर्ड, कृपया पुनः प्रयास करें।";

/* Close app button */
"JailbreakWarnings.close" = "बंद करे";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "नज़रअंदाज़ करना";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "युक्ति सुरक्षा पूर्ण\nकोई 'जेलब्रेक वाला' ऐप, डिजीवालेट के कीचेन डेटा तक पहुंच सकता है और आपका डिजीबेट चोरी कर सकता है! इस वालेट को तुरंत मिटाएं और सुरक्षित डिवाइस पर पुनर्स्थापित करें।";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = " युक्ति सुरक्षा पूर्ण\nकोई भी 'जेलब्रेक' ऐप, डिजी वॉलेट के कीचेन डेटा तक पहुंच सकता है और आपके डिजीबाइट को चोरी कर सकता है कृपया केवल गैर-जेलब्रोकन डिवाइस पर डिगवालेट का उपयोग करें।";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "चेतावनी";

/* Location services disabled error */
"LocationPlugin.disabled" = "स्थान सेवाएं अक्षम हैं";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "डिजी वॉलेट को स्थान सेवाओं तक पहुंचने की अनुमति नहीं है";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "आपने अपना वॉलेट% 1 $ @ पर बनाया है";

/* Manage wallet description text */
"ManageWallet.description" = "आपका वॉलेट नाम केवल आपके खाते के लेन-देन के इतिहास में प्रकट होता है और किसी और के द्वारा नहीं देखा जा सकता है";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "वॉलेट का नाम";

/* Manage wallet modal title */
"ManageWallet.title" = "वॉलेट प्रबंधित करें";

/* Menu button title */
"MenuButton.lock" = "लॉक वॉलेट";

/* Menu button title */
"MenuButton.security" = "सुरक्षा केंद्र";

/* Menu button title */
"MenuButton.settings" = "सेटिंग्स";

/* Menu button title */
"MenuButton.support" = "समर्थन";

/* button label */
"MenuViewController.createButton" = "नया वॉलेट बनाएं";

/* Menu modal title */
"MenuViewController.modalTitle" = "सूची ";

/* button label */
"MenuViewController.recoverButton" = "वॉलेट पुनर्प्राप्त करें";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "स्वचालित मोड पर स्विच करें";

/* Node is connected label */
"NodeSelector.connected" = " जोड़ा हुआ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "नोड आईपी पता और पोर्ट (वैकल्पिक) दर्ज करें";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "नोड दर्ज करें";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "मैन्युअल मोड पर स्विच करें";

/* Node address label */
"NodeSelector.nodeLabel" = "वर्तमान प्राथमिक नोड";

/* Node is not connected label */
"NodeSelector.notConnected" = "जुड़े नहीं हैं";

/* Node status label */
"NodeSelector.statusLabel" = "नोड कनेक्शन स्थिति";

/* Node Selector view title */
"NodeSelector.title" = "डिजीबाइट नोड्स";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "खराब भुगतान अनुरोध";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "असमर्थित या दूषित दस्तावेज़";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "गुम प्रमाण पत्र";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "अनुरोध समाप्त हो गया";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "भुगतान नहीं किया जा सका";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "\nडिजीबाइट भुगतान% 1 $ @ से कम नहीं हो सकता";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "डिजीबाइट लेनदेन आउटपुट $ @ से कम नहीं हो सकता";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "असमर्थित हस्ताक्षर प्रकार";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "अविश्वस्त प्रमाणपत्र";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "फेस आईडी सक्षम करने के लिए यहां टैप करें";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "फेस आईडी सक्षम करें";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "आपके वॉलेट की सुरक्षा के लिए एक उपकरण पासकोड की आवश्यकता है। सेटिंग्स पर जाएं और पासकोड चालू करें।";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "डिवाइस पासकोड को चालू करें";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "यदि आप कभी भी अपना फ़ोन खो देते हैं या बदलते हैं तो आपकी पेपर कुंजी सहेज ली जानी चाहिए जारी रखने के लिए यहां टैप करें";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "कार्यवाई की आवश्यकता";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "आपका वॉलेट सिंक से बाहर हो सकता है यह ब्लॉकचैन को फिर से चलाने के द्वारा तय किया जा सकता है।";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "लेनदेन अस्वीकृत";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "अपने अनाम डेटा को हमारे साथ साझा करके डिजी वॉलेट को बेहतर बनाने में सहायता करें";

/* Share data prompt title */
"Prompts.ShareData.title" = "अनाम डेटा साझा करें";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "टच आईडी सक्षम करने के लिए यहां टैप करें";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "स्पर्श आईडी सक्षम करें";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "डिजी वॉलेट को 6-अंकीय पिन का उपयोग करने के लिए उन्नत किया गया है। अपग्रेड करने के लिए यहां टैप करें";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "पिन अपग्रेड करें";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "भविष्य में डिजी वॉलेट से विशेष संदेश प्राप्त करने के लिए नोटिफिकेशन चालू करें।";

/* Push notifications toggle switch label */
"PushNotifications.label" = "सूचनाएं भेजना";

/* Push notifications are off label */
"PushNotifications.off" = "बंद";

/* Push notifications are on label */
"PushNotifications.on" = "लगा हुआ";

/* Push notifications settings view title label */
"PushNotifications.title" = "सूचनाएं";

/* Address copied message. */
"Receive.copied" = "क्लिपबोर्ड पर  प्रतिरूप।";

/* Share via email button label */
"Receive.emailButton" = "ईमेल";

/* Request button label */
"Receive.request" = "एक राशि का अनुरोध करें";

/* Share button label */
"Receive.share" = "शेयर";

/* Share via text message (SMS) */
"Receive.textButton" = "पाठ संदेश";

/* Receive modal title */
"Receive.title" = "प्राप्त करना";

/* Done button text */
"RecoverWallet.done" = "किया हुआ";

/* Recover wallet header */
"RecoverWallet.header" = "वॉलेट पुनर्प्राप्त करें";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "पिन रीसेट करें";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "पेपर कुंजी दर्ज करें";

/* Recover wallet intro */
"RecoverWallet.intro" = "अपने कागज कुंजी के साथ अपने डिजी वॉलेट को पुनर्प्राप्त करें";

/* Invalid paper key message */
"RecoverWallet.invalid" = "आपके द्वारा दर्ज की गई पेपर कुंजी अमान्य है कृपया प्रत्येक शब्द को दोबारा जांचें और फिर से प्रयास करें।";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "बायां ";

/* Next button label */
"RecoverWallet.next" = " अगला";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "अधिक जानकारी के लिए यहां टैप करें";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "दायां";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "उस वॉलेट के लिए पेपर की कुंजी दर्ज करें जिसे आप पुनर्प्राप्त करना चाहते हैं।";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "अपना पिन रीसेट करने के लिए, नीचे दिए गए बॉक्स में अपनी पेपर की से शब्दों को दर्ज करें।";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "पहले राशि दर्ज करें";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "एक राशि का अनुरोध करें";

/* Alert action button label */
"ReScan.alertAction" = "सिंक";

/* Alert message body */
"ReScan.alertMessage" = "सिंक्रनाइज़ करने के दौरान आप पैसे भेजने में सक्षम नहीं होंगे।";

/* Alert message title */
"ReScan.alertTitle" = "ब्लॉकचैन के साथ सिंक करें?";

/* extimated time */
"ReScan.body1" = "20-45 मिनट";

/* Syncing explanation */
"ReScan.body2" = "अगर कोई लेन-देन डिजीबाइट नेटवर्क पर पूरा हुआ, लेकिन आपके डिजीटल में नहीं दिखाया गया है।";

/* Syncing explanation */
"ReScan.body3" = "आप बार-बार एक त्रुटि कहती हैं कि आपका लेनदेन अस्वीकार कर दिया गया था।";

/* Start Sync button label */
"ReScan.buttonTitle" = "समन्वयन प्रारंभ करें";

/* Sync blockchain view footer */
"ReScan.footer" = "ब्लॉकचैन के साथ सिंक्रनाइज़ करते समय आप पैसे नहीं भेज सकेंगे।";

/* Sync Blockchain view header */
"ReScan.header" = "सिंक ब्लॉकचैन";

/* Subheader label */
"ReScan.subheader1" = "अनुमानित समय";

/* Subheader label */
"ReScan.subheader2" = "सिंक्रनाइज़ कब?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "कैमरा फ़्लैश";

/* Complete filter label */
"Search.complete" = "पूर्ण";

/* Pending filter label */
"Search.pending" = "अपूर्ण";

/* Received filter label */
"Search.received" = "प्राप्त किया";

/* Sent filter label */
"Search.sent" = "भेज दिया";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "फेस आईडी";

/* Security Center Info */
"SecurityCenter.info" = "अधिकतम सुरक्षा के लिए सभी सुरक्षा सुविधाओं को सक्षम करें";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "यदि आप अपना फ़ोन खो देते हैं या अपग्रेड करते हैं तो अपने डिजीबिट तक पहुंचने का एकमात्र तरीका";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "पेपर कुंजी";

/* PIN button description */
"SecurityCenter.pinDescription" = "अपने डिजीवॉलेट को अनधिकृत उपयोगकर्ताओं से सुरक्षित रखता है";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-अंकीय पिन";

/* Security Center Title */
"SecurityCenter.title" = "सुरक्षा केंद्र";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "सुविधाजनक रूप से अपने डिजी वॉलेट को अनलॉक करें और एक निर्धारित सीमा तक धन भेजें।";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "स्पर्श आईडी";

/* Send money amount label */
"Send.amountLabel" = "रकम";

/* Balance: $4.00 */
"Send.balance" = " बैलेंस: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "कैमरा पहुंच की अनुमति के लिए सेटिंग पर जाएं";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "डिजी वॉलेट को कैमरे तक पहुंचने की अनुमति नहीं है";

/* Warning when sending to self. */
"Send.containsAddress" = "गंतव्य आपका अपना पता है आप अपने आप को नहीं भेज सकते";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "लेनदेन नहीं बना सका";

/* Description for sending money label */
"Send.descriptionLabel" = " स्मृतिपत्र";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "पेस्टबोर्ड खाली है";

/* Network Fee: $0.01 */
"Send.fee" = "नेटवर्क शुल्क:% 1 $ @";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "प्राप्तकर्ता की पहचान प्रमाणित नहीं है";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "गंतव्य पता मान्य डिजीबाइट पता नहीं है।";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "पेस्टबोर्ड में एक मान्य डिजीबाइट पता नहीं है";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "गलत पता";

/* Is rescanning error message */
"Send.isRescanning" = "एक पूर्ण पुन: स्कैन के दौरान भेजना अक्षम है";

/* Loading request activity view message */
"Send.loadingRequest" = "लोडिंग अनुरोध";

/* Empty address alert message */
"Send.noAddress" = "कृपया प्राप्तकर्ता का पता दर्ज करें।";

/* Emtpy amount alert message */
"Send.noAmount" = "भेजने के लिए कृपया एक राशि दर्ज करें";

/* Paste button label */
"Send.pasteLabel" = "लगाना";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "लेनदेन को प्रकाशित नहीं किया जा सका";

/* Could not load remote request error message */
"Send.remoteRequestError" = "भुगतान अनुरोध लोड नहीं किया जा सका";

/* Scan button label */
"Send.scanLabel" = "स्कैन";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "भेजना";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "भेजना";

/* Send money to label */
"Send.toLabel" = "सेवा मे";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "डिजीबाइट पते केवल एकल उपयोग के लिए हैं";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "पुन: उपयोग आपके और प्राप्तकर्ता दोनों के लिए गोपनीयता कम कर देता है और यदि परिणाम प्राप्तकर्ता सीधे पते पर नियंत्रण नहीं करता है तो इसका नुकसान हो सकता है";

/* Adress already used alert title */
"Send.UsedAddress.title" = "पता पहले से उपयोग किया गया";

/* About label */
"Settings.about" = "के बारे में";

/* Advanced Settings title */
"Settings.advancedTitle" = "\nएडवांस सेटिंग";

/* i.e. the currency which will be displayed */
"Settings.currency" = "\nप्रदर्शन मुद्रा";

/* Join Early access label */
"Settings.earlyAccess" = "प्रारंभिक पहुंच में शामिल हों";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "क्या आप डिजीवॉलेट का आनंद ले रहे हैं?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "फेस आईडी खर्च सीमा";

/* Import wallet label */
"Settings.importTitle" = "\nवॉलेट आयात करें";

/* Manage settings section header */
"Settings.manage" = "प्रबंधित";

/* Notifications label */
"Settings.notifications" = "\nसूचनाएं";

/* Leave review button label */
"Settings.review" = "\nहमें एक समीक्षा छोड़ दो";

/* Share anonymous data label */
"Settings.shareData" = "\nअनाम डेटा साझा करें";

/* Sync blockchain label */
"Settings.sync" = "\nसिंक ब्लॉकचैन";

/* Settings title */
"Settings.title" = "\nसेटिंग्स";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "\nस्पर्श खर्च सीमा";

/* Wallet Settings section header */
"Settings.wallet" = "वॉलेट";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "\nएक अन्य वॉलेट आरंभ / पुनर्प्राप्त करें";

/* Share data view body */
"ShareData.body" = "अपने अनाम डेटा को हमारे साथ साझा करके डिजीवॉलेट को बेहतर बनाने में सहायता करें इसमें कोई भी वित्तीय जानकारी शामिल नहीं है हम आपकी वित्तीय गोपनीयता का सम्मान करते हैं";

/* Share data header */
"ShareData.header" = "डेटा साझा करें?";

/* Share data switch label. */
"ShareData.toggleLabel" = "\nअनाम डेटा साझा करें?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "\nनीचे कागज कुंजी फिर से लिखें";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "\nयदि आपका फोन खो गया, चोरी, टूटा हुआ है, या अपग्रेड किया गया है, तो आपका पेपर कुंजी आपके डिजीवॉलेट को पुनर्स्थापित करने का एकमात्र तरीका है।\n \nहम कागज के एक टुकड़े पर लिखने के लिए आपको शब्दों की एक सूची दिखाएंगे और सुरक्षित रखेंगे।";

/* button label */
"StartPaperPhrase.buttonTitle" = "\nनीचे कागज कुंजी लिखें";

/* Argument is date */
"StartPaperPhrase.date" = "\nआपने पिछली बार अपनी पेपर कुंजी% 1 $ @ पर लिखा था";

/* Start view message */
"StartViewController.message" = "डिजीबाइट का उपयोग करने के लिए सबसे सुरक्षित और सबसे सुरक्षित तरीका";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "संयोजक";

/* Syncing view header text */
"SyncingView.header" = "सिंक कर रहा है";

/* Retry button label */
"SyncingView.retry" = "पुन: प्रयास करें";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "सिंक कर रहा है";

/* 6 d (6 days) */
"TimeSince.days" = "% 1 $ @ डी";

/* 6 h (6 hours) */
"TimeSince.hours" = "% 1 $ @ एच";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "% 1 $ @ एम";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "% 1 $ @ एस";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "आप% 1 $ @ से अपनी टच आईडी की खर्च सीमा को अनुकूलित कर सकते हैं";

/* Touch Id screen label */
"TouchIdSettings.label" = "अपने डिजी वॉलेट को अनलॉक करने के लिए अपनी फिंगरप्रिंट का उपयोग करें और एक निर्धारित सीमा तक धन भेजें";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "टच आईडी खर्च सीमा स्क्रीन";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "खर्च की सीमा:% 1 $ @ (% 2 $ @)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "डिजी वॉलेट के लिए स्पर्श आईडी सक्षम करें\n";

/* Touch ID settings view title */
"TouchIdSettings.title" = "स्पर्श आईडी";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "आपने इस डिवाइस पर टच आईडी सेट नहीं किया है इसे सेट करने के लिए सेटिंग-> टच आईडी और पासकोड पर जाएं";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "टच आईडी सेट नहीं है";

/* Always require passcode option */
"TouchIdSpendingLimit" = "हमेशा पासकोड की आवश्यकता है";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "आपको अपने 6 अंकों वाले पिन को दर्ज करने के लिए कहा जाएगा, जो आपकी खर्च सीमा पर कोई भी लेन-देन भेजने के लिए कहा जाएगा, और पिछली बार जब आप अपना 6-अंकों का पिन दर्ज करते हैं तो प्रत्येक 48 घंटे";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "स्पर्श खर्च सीमा";

/* Availability status text */
"Transaction.available" = "खर्च करने के लिए उपलब्ध";

/* Transaction complete label */
"Transaction.complete" = "पूर्ण";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "समाप्ति शेष:% 1 $ @";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "विनिमय दर प्राप्त होने पर:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "विनिमय दर जब भेजा गया:";

/* (b600 fee) */
"Transaction.fee" = "(% 1 $ @ फीस)";

/* Invalid transaction */
"Transaction.invalid" = "अवैध";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "अभी";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "\nप्रगति में:% 1 $ @\n\nप्लेसहोल्डर:% 1 $ @";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "\nप्रगति में:% 1 $ @\n\nप्लेसहोल्डर:% 1 $ @";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "\nआरंभिक शेष:% 1 $ @\n\nप्लेसहोल्डर:% 1 $ @";

/* Waiting to be confirmed string */
"Transaction.waiting" = "\nपुष्टि की प्रतीक्षा की जा रही है कुछ व्यापारियों को लेनदेन पूरा करने की पुष्टि की आवश्यकता है अनुमानित समय: 1-2 मिनट";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "लेखा";

/* Amount section header */
"TransactionDetails.amountHeader" = "रकम";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "\nब्लॉक में पुष्टि की";

/* Memo section header */
"TransactionDetails.commentsHeader" = " स्मृतिपत्र";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "आपका लेनदेन यहां दिखाई देगा।";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "% 1 $ @ पर";

/* More button title */
"TransactionDetails.more" = "अधिक..";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "% 1 $ @ स्थानांतरित किया\n\n\nप्लेसहोल्डर:% 1 $ @";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "\nस्थानांतरित <b>% 1 @ </ b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "इस बात की पुष्टि नहीं";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "\nप्राप्त% 1 $ @\n\n\nप्लेसहोल्डर:% 1 $ @";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "\nप्राप्त <b>% 1 @ </ b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "\n% 1 $ @ भेजा गया";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "\nभेजा <b>% 1 @ </ b>";

/* Status section header */
"TransactionDetails.statusHeader" = "\nस्थिति";

/* Transaction Details Title */
"TransactionDetails.title" = "\nलेनदेन का विवरण";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "% 1 $ @ पर";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "\nडिजीबाइट लेनदेन आईडी";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "इस पते पर प्राप्त";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "इस पते पर भेजा गया";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "तब तक अक्षम:% 1 $ @";

/* My Address button title */
"UnlockScreen.myAddress" = "मेरा पता";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "पिन रीसेट करें";

/* Scan button title */
"UnlockScreen.scan" = " स्कैन";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "पिन दर्ज करें";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "अपना डिजी वॉलेट खोलें";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "स्पर्श आईडी के साथ अनलॉक करें";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "वॉलेट अनलॉक";

/* Update PIN caption text */
"UpdatePin.caption" = "यह पिन याद रखें यदि आप इसे भूल जाते हैं, तो आप अपने डिजीबाइट तक पहुंचने में सक्षम नहीं होंगे।";

/* PIN creation info. */
"UpdatePin.createInstruction" = "आपका पिन अपना डिजीटल खोलने और पैसे भेजने के लिए उपयोग किया जाएगा।";

/* Update PIN title */
"UpdatePin.createTitle" = "पिन सेट करें";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "पिन फिर से दर्ज करें";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "अपना वर्तमान पिन दर्ज करें";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "अपना नया पिन दर्ज करें";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "अपना नया पिन दोबारा दर्ज करें";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "क्षमा करें, पिन अपडेट नहीं किया जा सका";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "पिन त्रुटि अपडेट करें";

/* Update PIN title */
"UpdatePin.updateTitle" = "पिन अपडेट करें";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "वॉलेट पते को क्लिपबोर्ड पर कॉपी करें?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "वॉलेट पते को क्लिपबोर्ड पर कॉपी करने के लिए अधिकृत करें";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "वॉलेट पतों की प्रतिलिपि बनाएँ";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "प्रतिलिपि";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "इस लेनदेन को अधिकृत करने के लिए कृपया अपना पिन दर्ज करें";

/* Verify PIN view body */
"VerifyPin.continueBody" = "जारी रखने के लिए कृपया अपना पिन दर्ज करें";

/* Verify PIN view title */
"VerifyPin.title" = "\nपिन आवश्यक है";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "इस लेनदेन को प्राधिकृत करें";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "अपना वॉलेट सेट करने के लिए डिजीवॉलेट आई - फ़ोन ऐप खोलें।";

/* Dismiss button label */
"Webview.dismiss" = "खारिज";

/* Webview loading error message */
"Webview.errorMessage" = "\nसामग्री लोड करने में त्रुटि हुई थी। कृपया पुन: प्रयास करें।";

/* Updating webview message */
"Webview.updating" = "अद्यतन कर रहा है ..";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "आईओएस के लिए डिजीबाइट ने अपना नाम बदलकर डिजीवॉलेट में बदल दिया है, एक नया रूप और कुछ नई सुविधाओं के साथ।\n \nअगर आपको मदद की ज़रूरत है, तो सबसे स्क्रीन के ऊपर दाईं ओर (?) को ढूंढें";

/* Top title of welcome screen */
"Welcome.title" = "\nडिजीवॉलेट में आपका स्वागत है!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "\nक्या आप वाकई इस वॉलेट\nको हटाना चाहते हैं?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "\nवॉलेट वाइप करें?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "वॉलेट साफ करने में विफल";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "अनुत्तीर्ण होना";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "\nयह वॉलेट का पुनर्प्राप्ति वाक्यांश इसे मिटाएं और किसी अन्य को शुरू या पुनर्प्राप्त करें। आपकी वर्तमान शेष राशि इस वाक्यांश पर बनी हुई है।";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "एक अन्य वॉलेट को शुरू या पुनर्प्राप्त करने से आप इस डिवाइस पर एक अलग डिजीवॉलेट एक्सेस और प्रबंधित कर सकते हैं।";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "\nअब आप इस डिवाइस से अपने मौजूदा डिजीवॉलेट तक पहुंचने में सक्षम नहीं होंगे। शेष राशि वाक्यांश पर रहेगी।";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "\nकिसी अन्य वॉलेट को प्रारंभ या पुनर्प्राप्त करें";

/* Wipe wallet button title */
"WipeWallet.wipe" = " हटाना";

/* Wiping activity message */
"WipeWallet.wiping" = " हटाया जा रहा है....";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "\nप्रत्येक शब्द को क्रम में लिखें और उसे किसी सुरक्षित स्थान पर रखें।";

/* button label */
"WritePaperPhrase.next" = "आगामी";

/* button label */
"WritePaperPhrase.previous" = "\nपिछला";

/* 1 of 3 */
"WritePaperPhrase.step" = "% 2 $ d का% 1 $ d\n\nप्लेसहोल्डर:% 1 $ d% 2 $ d";

